Repository: siskolopez/repoaddon6q
Catalog: plugin.video.quasar/resources/language/*/strings.po
Languages: russian

# #30000
source: General
russian: Общие

# #30001
source: Download path (not FAT32)
russian: Путь для загрузок (кроме FAT32)

# #30002
source: Keep files after playback/download stops
russian: Сохранять файлы после просмотра

# #30003
source: Buffer size (MB)
russian: Размер буфера (МБ)

# #30004
source: Max upload rate (kB/s)
russian: Максимальная скорость отдачи (кБ/с)

# #30005
source: Max download rate (kB/s)
russian: Максимальная скорость скачивания (кБ/с)

# #30006
source: Listen port min
russian: Порт (минимальный)

# #30007
source: Listen port max
russian: Порт (максимальный)

# #30008
source: Proxy
russian: Прокси

# #30009
source: SOCKS v5 Configuration
russian: SOCKS v5

# #30010
source: Enabled
russian: Включить

# #30011
source: Host
russian: Хост

# #30012
source: Port
russian: Порт

# #30013
source: Login
russian: Логин

# #30014
source: Password
russian: Пароль

# #30015
source: Advanced
russian: Дополнительно

# #30016
source: Custom provider timeout
russian: Пользовательский тайм-аут провайдера

# #30017
source: Enabled (use at your own risk)
russian: Включить (используйте на ваш риск)

# #30018
source: Timeout in seconds
russian: Тайм-аут в секундах

# #30019
source: Maintenance
russian: Обслуживание

# #30020
source: Clear cache
russian: Очистить кеш

# #30021
source: Enable pagination
russian: Выводить фильмы и сериалы постранично

# #30022
source: Enable overlay status
russian: Показывать статус загрузки

# #30023
source: Choose stream automatically
russian: Выбрать случайный стрим

# #30024
source: Get updates for pre-releases
russian: Получать обновления для пре-релизов

# #30025
source: Limit rates after buffering only
russian: Ограничить скорость только после буферизации

# #30026
source: Library path
russian: Папка для библиотеки

# #30027
source: Connections limit
russian: Лимит подключений

# #30028
source: Background handling of torrents
russian: Фоновая обработка торрентов

# #30029
source: Session saving frequency (seconds)
russian: Частота сохранений в сессии (секунд)

# #30030
source: Overlay status vertical offset
russian: Позиция статуса загрузки по вертикали

# #30031
source: Disable providers failing health check
russian: Отключать провайдеров не прошедших проверку

# #30032
source: Allowed failures before provider is disabled
russian: Допустимое число сбоев провайдера:

# #30033
source: Appearance
russian: Внешний вид

# #30034
source: Default view for Movies
russian: Вид по умолчанию для фильмов

# #30035
source: Default view for TV Shows
russian: Вид по умолчанию для сериалов

# #30036
source: Default view for Seasons
russian: Вид по умолчанию для сезонов

# #30037
source: Default view for Episodes
russian: Вид по умолчанию для эпизодов

# #30038
source: Prefer use of original title
russian: Только оригинальные названия

# #30040
source: API key
russian: ключ API

# #30041
source: Stream sorting
russian: Сортировка стримов

# #30042
source: Sorting mode for Movies
russian: Сортировка фильмов

# #30043
source: Sorting mode for TV Shows
russian: Сортировка сериалов

# #30044
source: By seeders
russian: за колич. содов

# #30045
source: By resolution
russian: pа резрешением

# #30046
source: Balanced
russian: баланс

# #30047
source: Resolution preference for Movies
russian: Предпочтительное разрешением для фильмов

# #30048
source: Resolution preference for TV Shows
russian: Предпочтительное резрешением для сериалов

# #30049
source: Percentage of additional seeders required before choosing next resolution
russian: Процент дополнительных сидов перед выбором следуещего разрешения

# #30100
source: Quasar has crashed, restarting...
russian: Упс, перезапуск...

# #30101
source: You must restart Kodi before using Quasar
russian: Перезапустите Kodi

# #30102
source: This add-on can only be run from within Quasar
russian: Это дополниние можно запустить только через Quasar

# #30103
source: Unable to find Quasar binary
russian: Quasar binary не найден

# #30104
source: Insert file or URL
russian: Вставить файл или URL

# #30106
source: File
russian: Файл

# #30107
source: Insert URL
russian: Вставить URL

# #30108
source: File path
russian: Путь к файлу

# #30109
source: OK
russian: ОК

# #30110
source: Crashed too many times, aborting...
russian: Много ошибок, отказ...

# #30111
source: Provider failed too many times, disabling...
russian: Слишком много сбоев провайдера, отключение...

# #30112
source: Unable to disable provider
russian: Невозможно отключить провайдера

# #30200
source: Cache cleared
russian: Кеш очищен!

# #30201
source: Search TV Shows
russian: Искать сериал

# #30202
source: Choose stream...
russian: Выбрать стрим...

# #30203
source: Show information
russian: Информация

# #30204
source: Unable to find any providers
russian: Нет провайдеров

# #30205
source: No links were found
russian: Стримы не найдены

# #30206
source: Search Movies
russian: Искать фильм

# #30207
source: Not enough space available on the download path.
russian: Недостаточно места в папке для скачивания.

# #30208
source: Quasar daemon has started
russian: Quasar запустился

# #30209
source: Search
russian: Поиск

# #30210
source: Most Popular
russian: Самые популярные

# #30211
source: Top Rated
russian: С лучшим рейтингом

# #30212
source: Most Voted
russian: Самые оцениваемые

# #30213
source: IMDB Top 250
russian: IMDB Топ 250

# #30214
source: Movies
russian: Фильмы

# #30215
source: TV Shows
russian: Сериалы

# #30216
source: Add Torrent
russian: Добавить торрент

# #30217
source: Paste Magnet or URL
russian: Вставить Magnet или URL

# #30218
source: Next page
russian: Следующая страница

# #30219
source: Add/Remove from library
russian: Добавить/удалить с библиотеки

# #30220
source: Library path not set
russian: Путь к библиотеке не назначен

# #30221
source: Item successfully added to library
russian: Обьект успешно добавлен в библиотеку

# #30222
source: Item removed from library
russian: Обьект удален с библиотеки

# #30223
source: Files
russian: Файлы

# #30224
source: Provider error
russian: Ошибка провайдера

# #30225
source: Navigation error
russian: Ошибка навигации

# #30226
source: Daemon error
russian: Ошибка Quasar daemon

# #30227
source: Error updating Quasar daemon
russian: Ошибка обновления Quasar daemon

# #30228
source: Available streams for
russian: Стримы |

# #30229
source: Torrents
russian: Торренты

# #30230
source: Play/resume torrent
russian: Играть/возобновить торрент

# #30231
source: Pause torrent
russian: Остановить торрент

# #30232
source: Delete torrent
russian: Удалить торрент

# #30233
source: Pause session
russian: Остановить загрузку

# #30234
source: Resume session
russian: Возобновить загрузку

# #30235
source: Resume torrent
russian: Возобновить проигрывание

# #30236
source: Recently Released
russian: Новинки

# #30237
source: Recent Shows
russian: Новинки

# #30238
source: Recent Episodes
russian: Новые эпизоды

# #30239
source: Providers
russian: Провайдеры

# #30240
source: Enable
russian: Включить

# #30241
source: Disable
russian: Отключить

# #30242
source: Check
russian: Проверить

# #30243
source: Provider failures
russian: Сбоев

# #30244
source: Provider settings
russian: Настройки провайдера

# #30245
source: Popular on Trakt
russian: Популярное

# #30246
source: Trending
russian: В тренде

# #30247
source: Most Played
russian: В топе

# #30248
source: Most Watched
russian: Самые просматриваемые

# #30249
source: Most Collected
russian: В избранном

# #30250
source: Most Anticipated
russian: Самые ожидаемые

# #30251
source: Box Office
russian: В прокате
